notes/daily/2022-02-24.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2022-02-24</title>
<meta name="generator" content="Org mode" />
<link rel="icon" type="base/favicon" href="/base/favicon.png">
<link rel="stylesheet" href="https://www.haider.gq/base/style.css"/>
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
<link rel="stylesheet" href="https://www.haider.gq/base/main.css" />
</head>
<body>
<div id="preamble" class="status">
<header>
	  <a href='https://www.haider.gq' class='main_header'>Haider Mirza</a>
	  <nav>
	    <ul class='nav_links'>
	      <li><a href='https://www.haider.gq/about/about'>About</a></li>
	      <li><a href='https://www.haider.gq/projects/projects'>Projects</a></li>
	      <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	      <li><a href='https://www.haider.gq/search/search'>Search</a></li>
	    </ul>
	  </nav>
	</header>
</div>
<div id="content">
<h1 class="title">2022-02-24</h1>
<p>
:ID:       881c7b82-d797-4b27-b625-9f626734e267
</p>
<div id="outline-container-orgdddc3df" class="outline-2">
<h2 id="orgdddc3df">Testing</h2>
<div class="outline-text-2" id="text-orgdddc3df">
<p>
Make sure to configure OrgRoam more.
</p>
</div>
</div>
<div id="outline-container-orgdc81bea" class="outline-2">
<h2 id="orgdc81bea">01:17 am:</h2>
<div class="outline-text-2" id="text-orgdc81bea">
<p>
Make sure to configure OrgRoam more.
</p>
</div>
</div>
<div id="outline-container-org53c2ed5" class="outline-2">
<h2 id="org53c2ed5">10:18 am:</h2>
<div class="outline-text-2" id="text-org53c2ed5">
<p>
Make sure to have started the english public speaking and done <b>HALF</b> of the english book.
</p>
</div>
</div>
<div id="outline-container-org9933af4" class="outline-2">
<h2 id="org9933af4">10:21 am:</h2>
<div class="outline-text-2" id="text-org9933af4">
<p>
Public speaking,
 3 minutes long
</p>

<p>
Topic: 
</p>

<p>
The planet can no longer sustain meat consumption at its current
rate – it is time to embrace vegetarianism
</p>

<p>
Document is here
<a href="file:///home/runner/Documents/School/School-Documents/Subject-Documents/English/public-speaking.html">Public speaking</a>
</p>
</div>
</div>
<div id="outline-container-org4248828" class="outline-2">
<h2 id="org4248828">10:27 am:</h2>
<div class="outline-text-2" id="text-org4248828">
<p>
Food can express culture, celebration, comfort.
Some say it is the best reason to be alive.
That's why it is so annoys people when we have to change what we eat to fight rapid climate change.
One of the most delicious, meat gains one of the worst backlash by climate change activists.
</p>

<p>
Does our diet really play a big role in climate change?
It's impossible to feed a planet of billions of people without creating emmissions.   
</p>

<p>
Even if we use 0-carbon tractors, refrigoratiors, cookers and trucks. there are still unavoidable emmitions.
Rice emmits methane, we cut down trees to make space for pastures and crops.
And we even emmit nitrous oxide when we use firtilizers and manure.
</p>

<p>
In 2018, a study showed that Worldwide food production is responsible for 26% of all human made greenhouse gas emmitions.
This is unfortuanate, especially when food is not optional. While 26% doesnt seem that bad, even if we estinguish all other sources of emmisions today,
The emissions from food alone would still use up our entire carbon budget by 2100.
</p>

<p>
No matter what we do, food is a real cause of climate change
But emmissions from various food items vary alot
We use something called a life cycle assessment to measure all the emmitions of a product throughout it's existance.
</p>

<p>
A life cycle assessment of beef shows that it emits the equavialent of 71 kilograms of CO2.
Lamb is also high with 40 kilograms.
Pork emits 12Kilograms.
And at the bottom we have alot of plant based foods like potatoes which emit about 150 times less than beef.
However, the most important of food isnt weight though, it's neutrient density.
A kilogram of beef would keep you alive much longer than a kilogram of potatoes.
</p>

<p>
If we compare emissions with calorie or protein the graph relatively the same, meat is still the largest food carbon emitter.
</p>

<p>
But every beef is different, The worst beef creats 105kilograms of emissions per 100 grams of protein.
And the best creats only 9, a difference of 12 times.
Beef is still bad however with the best beef being worst than the worst plant by about 2 times.
</p>
</div>
</div>
<div id="outline-container-org2c3e5e5" class="outline-2">
<h2 id="org2c3e5e5">11:10 am:</h2>
<div class="outline-text-2" id="text-org2c3e5e5">
<p>
Quite unrealisitic. hard to force anyone anything, as we can see with the current state with the west and Russia declaring war on ukrane and with the covid vaccine.
</p>
</div>
</div>
<div id="outline-container-orgda9d7fb" class="outline-2">
<h2 id="orgda9d7fb">11:14 am:</h2>
<div class="outline-text-2" id="text-orgda9d7fb">
<p>
food transport in beef accounts for anly 0.5-2% of emiisions with international food transport occuring on freight ships
Which are insanely efficient.
</p>
</div>
</div>
<div id="outline-container-org7bfe269" class="outline-2">
<h2 id="org7bfe269">11:19 am:</h2>
<div class="outline-text-2" id="text-org7bfe269">
<p>
Most beef emisstions producer is the cows themselves who emit methane,
whist CO2 hangs around in the atmosphere for centuries, methane stays for only decades.
But in these short periods, it is very powerful with contributing and causes up to 40% of human made warming so far.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
	  <div class='footer-content'>
	    <h3>Haider Mirza</h3>
	    <p>Website created by Haider Mirza</p>
	    <ul class='socials'>
	      <li><a href='https://www.github.com/Haider-Mirza'><i class='fa fa-github'></i></a></li>
	      <li><a href='mailto:x7and7@gmail.com'><i class='fa fa-envelope'></i></a></li>
	    </ul>
	  </div>
	  <div class='footer-bottom'>
	    <p>Created by Haider Mirza with orgroam in emacs</p>
	  </div>
	</footer>
</div>
</body>
</html>
